[Challenges.Challenge_Sage_KillBoroks ChallengeDefinition]
Description="Kill boroks."

[Challenges.Challenge_Sage_KillDrifters ChallengeDefinition]
Description="Kill drifters."

[Challenges.Challenge_Sage_KillFanBoats ChallengeDefinition]
Description="Kill fan boats."

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Kill 5 fan boats"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Kill 10 fan boats"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 15 fan boats"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Kill 20 fan boats"

[Challenges.Challenge_Sage_KillFanBoats:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Kill 30 fan boats"

[Challenges.Challenge_Sage_KillSavages ChallengeDefinition]
Description="Kill savages."

[Challenges.Challenge_Sage_KillScaylions ChallengeDefinition]
Description="Kill scaylions."

[Challenges.Challenge_Sage_RaidBossA ChallengeDefinition]
Description="Defeat Voracidous the Invincible."

[Challenges.Challenge_Sage_RaidBossA:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Defeat Voracidous the Invincible once"
